[
  "obsidian-full-calendar",
  "table-editor-obsidian",
  "obsidian-charts",
  "dataview",
  "editing-toolbar",
  "folder-notes",
  "obsidian-git",
  "homepage",
  "obsidian-icon-folder",
  "obsidian-importer",
  "obsidian-kanban",
  "omnisearch",
  "obsidian-style-settings",
  "vscode-editor"
]